{
  "privacyPolicyTitle": "Privacy Policy and Protection of Personal Data",
  "p1": "We consider the confidentiality of the information provided to {{developer}} to be an essential component of our business and business in general. Our data protection policy and practices focus on: the proper and lawful collection, processing, exchange and storage of personal information as well as ensuring its confidentiality, integrity and availability.",
  "p2": "The security of your data is our number one priority. As part of this fundamental obligation, we, the {{developer}}, undertake to protect and properly use the personal information collected through our website.",
  "p3": "Therefore, starting with May 25, 2018, we have aligned ourselves with the current European standards on the processing of personal data and the free movement of such data, stipulated in Regulation 2016/679 / EU (GDPR - General Data Protection Regulation, Regulation general protection of personal data).",
  "whatIsGDPR": "What is GDPR?",
  "p4": "The GDPR (General Regulation on the Protection of Personal Data) is a binding legislative act, which supports individuals with regard to the processing, protection and free movement of personal data by creating new rights and by taking over and consolidating existing rights under Directive 95/46 / EC, repealed on 25 May 2018. Thus, any controller (company, entity) that collects and processes personal data must apply the new requirements and provide information in a transparent manner with on how the data is processed.",
  "whyDataCollection": "Why do we process your data?",
  "p5": "Your personal data (name, surname, e-mail address, telephone number, address) that are found in our records are processed exclusively for the purpose for which they were collected, that of successfully carrying out the processes carried out in relation to you. ., such as: carrying out sales processes, carrying out delivery processes, information, notifications, promotion of products and services. Any processing of personal data for purposes other than those mentioned below will only be carried out with your prior express consent.",
  "whatData": "What categories of data do we process and when do we collect them?",
  "p6": "Personal data such as: name, surname, telephone number, e-mail address, address are processed by {{developer}} only if you enter them in the dedicated fields on the site or send them to us by e-mail. -mail.",
  "newsletterData": "Newsletter data:",
  "p7": "By checking the box, you agree to receive direct marketing messages from us periodically. Through the various direct marketing actions we send you information regarding the latest products and services in our offer, special offers, advertising campaigns. Although we want to be close to you and provide you with the most up-to-date information about our business, you can unsubscribe at any time by clicking on the 'Unsubscribe' button or by sending an e-mail to {{unsubscribeEmail}}.",
  "otherData": "Additional data required for the successful completion of the sales process:",
  "p8": "The personal data collected and stored will be processed for the purpose of carrying out the contracts and processing your requests. Following the completion of your request, the sale process or the contract, as the case may be, your data are saved taking into account the retention periods according to tax and commercial legislation and where applicable, for the time necessary to protect the rights of the operator.",
  "formData": "Data collected through the contact form:",
  "p9": "The minimum information you provide to us is: first and last name, email address, telephone number and of course your message. By completing and submitting your data, you consent to the collection and use of your data in correspondence initiated by you. respectively for solving the request for which you contacted us.",
  "whatLaw": "What is the legal basis on which we process this data?",
  "p10": "The legal basis under which we collect, process and store this data is our legitimate interest in ensuring the overall functionality of the site, in the execution of a contract or a request from you, our commercial interest in the event that you purchase products from the company. that is, the consent given at the time of recording the data.",
  "whatToKnow": "What you need to know about GDPR?",
  "definitions": "Definitions:",
  "p11": "'Personal data' means any information relating to an identified or identifiable natural person ('data subject'); An identifiable natural person is a person who can be identified, directly or indirectly, in particular by reference to an identifying element, such as a name, an identification number, location data, an online identifier, or one or more many specific elements, specific to his physical, physiological, genetic, mental, economic, cultural or social identity. Processing of personal data = any operation or set of operations performed on personal data or personal data sets, with or without the use of automated means, such as: collection, registration, organization, structuring, storage, adaptation or modify, extract, consult, use, disclose to third parties by transmission, dissemination or otherwise, joining or combining, blocking / restricting, deleting or destroying;",
  "p12": "The controller means any natural or legal person, public authority, agency or other body which, alone or in conjunction with others, determines the purposes and means of the processing of personal data.",
  "yourRights": "Your rights",
  "p13": "The new Regulation gives more rights to the persons whose personal data are processed:",
  "p14": "The right of access means that you have the right to obtain confirmation from us that we are processing or not processing your data, and if so, to provide you with access to this data as well as information about how it is processed;",
  "p15": "The right to portability refers to the fact that you can receive personal data in a structured format, which can be read automatically and to the right that they can be transmitted directly to another operator;",
  "p16": "The right to object to the right to oppose the processing of personal data when it serves a public interest or a legitimate interest of ours;",
  "p17": "The right to rectification refers to the correction without undue delay, of inaccurate personal data;",
  "p18": "The right to be deleted / the right to be forgotten means that you have the right to delete your collected data without undue delay, in any of the following situations: the data is no longer necessary for the purposes for which it was collected, you have withdrawn your consent and no another legal basis for processing, you object to the processing, the data has been collected illegally, the data must be deleted in order to comply with a legal obligation;",
  "p19": "The right to restrict the processing may be exercised if the accuracy of the data is disputed for a certain period, sufficient to verify the data, if the processing is illegal but you do not want to delete the data only the restriction, if {{developer}} no longer needs the data However, you ask us for the protection of a right in court, if you have objected to the processing for the period of time that is verified if the legitimate rights prevail over your rights.",
  "howContact": "How can you contact us?",
  "p20": "You may exercise all rights in accordance with the provisions of the GDPR and applicable law by a written, dated, signed and transmitted request to us ({{developer}}, by:",
  "p21": "phone at {{phone}} Monday through Friday from 9:00 a.m. to 5:00 p.m;",
  "emailTo": "e-mail to ",
  "p22": "In addition, as of May 25, 2018, you may send us any questions or grievances at the email address {{email}}, and if you feel that we have violated any rights in this matter, please contact us as soon as possible. possible phone time at {{phone}} from Monday to Friday between 09:00 and 17:00. If we do not resolve your request within the legal period of 30 days, you can contact the National Authority for the Supervision of Personal Data Processing. (www.dataprotection.ro)",
  "howLong": "How long do we respond to requests from you?",
  "p23": "According to the provisions of the GDPR, within 30 days from the date of receipt of your request we will provide you with all the necessary information regarding the fulfillment of your request or where appropriate we will communicate to you the documented reasons why we could not process your request.",
  "p24": "We assure you that before accepting any request for personal data processed by our company, we will take all necessary and reasonable steps to verify the identity of the applicant.",
  "p25": "According to the GDPR, the 30-day response period mentioned above can be extended by a maximum of two months if the complexity and number of requests justify it, and you will be informed about this if necessary.",
  "thirdParty": "Transmission of data to third parties for the purpose of carrying out the sales activity",
  "p26": "To provide the newsletter service {{developer}} uses the specialized platform sendinblue.com, a company based in France. The company complies with the GDRP rules imposed by the EU and their privacy and data processing policy can be checked here:",
  "p27": "Collaborating real estate marketing agency: Smart Focus Consulting SRL (Agency) is an agency based in Cluj-Napoca, Romania that receives and transmits to our sales team all requests from customers through the website and Social Media channels. The agency also has access to cookies and optimizes ads through them through Google / Facebook platforms. The agency does not store any personal information on its own servers, they are stored and secured through Google Spreadsheets, directly on Google's servers. According to EU competent authorities, Google is considered a GDPR Compliant. You can consult their policy here:",
  "dataToAuthorities": "Transmission of data to the authorities",
  "p28": "Transmission of data to public institutions, courts, as well as competent authorities to investigate criminal acts: {{developer}} transmits personal data for the purposes mentioned only if required by law.",
  "socialNetworks": "Social networks",
  "p29": "Our websites use so-called plugins from social network operators: facebook and instagram, in order to make the connection between the web page and the social networks where the company has an account. We do not collect personal data from you through these plugins.",
  "googleAnalytics": "Google Analytics/ Google Adwords",
  "p30": "Our website is interconnected with Google Adwords and Google Analytics analytics services provided by Google Inc. in order to obtain statistical data on the activity of site visitors, respectively in order to improve the visibility of the site in the online environment.",
  "p31": "In this context, your anonymized (shortened) IP address will reach a Google server, where Google will use this information on behalf of {{developer}} to generate statistical reports on how you use our site.",
  "p32": "The IP address provided by your browser will not be associated with any other personal information held by Google and you will not be able to be personally identified by your IP address. If you do not agree with your browser to share this information with Google, you can set your browser to refuse the use of cookies, or you have the option to download and install the free resource, the Google Analytics Opt-out Browser add-on . Please note that these settings will affect all web pages accessed from your browser, not just our site.",
  "p33": "Thank you for your patience in reviewing our Privacy Policy. By registering your personal data on our website, you agree that it will be collected and processed by the {{developer}} operator under the conditions set out in this document and in accordance with the provisions of the GDPR and applicable law.",
  "updates": "PRIVACY POLICY UPDATES",
  "p34": "{{developer}} may modify this privacy policy in the required situations and in accordance with the EU General Data Protection Regulation 679/2016. We want to make sure your information is secure. To prevent unauthorized access or disclosure, we have implemented appropriate physical, electronic and managerial procedures to protect and secure the information we collect online, in accordance with EU General Data Protection Regulation 679/2016.",
  "cookiePolicy": "Cookie Use Policy",
  "p35": "Our website uses cookies to provide you with a better browsing experience and services tailored to your needs and interests. Please pay attention to the following issues, namely the message that appears when accessing our site through which you can decide whether or not you agree that our site should save cookies in your browser.",
  "whatIsCookie": "1. WHAT IS A COOKIE?",
  "p36": "A cookie is a small file, consisting of letters and numbers, that will be stored on your computer, mobile terminal, or any other device from which the user accesses the Internet. The cookie is installed at the request of a web server to a browser (eg Internet Explorer, Chrome, Edge, etc.) and is completely 'passive'. Specifically, it does not contain software, viruses, or spyware, and it cannot access the information on the hard drive (storage) of the equipment you use to access the website.",
  "cookieUsecase": "2. WHAT ARE COOKIES USED FOR?",
  "p37": "These files make it possible to recognize the user's terminal and present the content in a relevant way, adapted to his preferences. Cookies are intended to provide you with a pleasant browsing experience, use of our website and support our efforts to provide you with convenient services: for example, store your online privacy preferences, shopping cart (in the case of online store type) or provide you with relevant advertising. They are also used in the preparation of aggregate anonymous statistics that help us understand how the user benefits from our web pages, allowing us to continuously improve their structure and content, excluding personal identification of the user or collection of any personal information about This one.",
  "cookieLife": "3. WHAT IS THE LIFE OF A COOKIE?",
  "p38": "The lifetime of a cookie may vary, depending on the purpose for which it is placed. There are cookies used exclusively for a single session, which are no longer retained after the user leaves the website, and there are so-called permanent cookies, which are retained (saved) and reused each time the user returns to that website, but they can be deleted manually at any time by the user.",
  "whatCookies": "4. WHAT COOKIES DO WE USE?",
  "p39": "We use two types of cookies: session and persistent. Session files are temporary files that remain in the user's terminal until the end of the browsing session or the closing of the application (web browser). The fixed ones, however, remain stored on the user's terminal (hard drive) for a period defined by the Cookie parameters or until they are manually deleted by the user.",
  "howCookies": "5. HOW AND FOR WHAT PURPOSES ARE THE COOKIES USED BY OUR SITE USED?",
  "p40": "A visit to our site may place the following types of cookies:",
  "p41": "Site Performance Cookies: This type of cookie remembers the user's preferences on this site, so there is no need to set them each time you visit the site. For example: video player volume settings, the speed at which the video streaming is compatible with the browser.",
  "p42": "Visitor Analytics Cookies: Each time a user visits this site, the analytics software (Google analytics) provided by a third party (in our case Google Inc.) generates a user analytics cookie. This cookie tells us if you've visited this site before. The browser will tell us if you have this cookie, and if not, we will generate one. It allows monitoring of unique users who visit us and how often they do so. This cookie cannot be used to identify individuals, they are only used for statistical purposes. If you are registered on our site (where there is the possibility of creating an account) we may also know the details you have provided to us, such as your e-mail address, name and surname, which are subject to confidentiality and provisions. of the Terms and Conditions, the Privacy Policy as well as the provisions of the legislation in force regarding the protection of personal data.",
  "p43": "Registration cookies: when you register on our site (where there is the possibility of creating an account), we generate a cookie that notifies us if you are registered or not. Our servers use these cookies to show us the account with which you are registered and if you have permission for a specific service. It also allows us to associate any comments you post on our site with your username.",
  "p44": "Advertising cookies: These cookies let us know whether or not you have viewed an online advertisement, what its type is, and how long it has been since you saw the creative. These cookies are also used to target online advertising. We may also use third-party cookies for better targeting of advertising, for example, to show advertisements for certain products, if the user recently visited an article on the site about those products. These cookies are anonymous, they store information about the content viewed, not about users. We also set anonymous cookies through other sites we advertise on. By receiving them, we can use them to recognize you as a visitor, and we will be able to deliver advertising based on this information.",
  "cookieData": "6. DO COOKIES CONTAIN PERSONAL DATA?",
  "p45": "Cookies themselves do not require personal information in order to be used and in most cases do not personally identify internet users. Any personal data collected through the use of cookies may be for the sole purpose of facilitating certain functionalities for the user. This data is encrypted in a way that makes it impossible for unauthorized persons to access it.",
  "deleteCookies": "7. DELETING COOKIES",
  "p46": "In general, the applications used to access web pages allow you to save cookies on the terminal by default. However, the control belongs to you: The first time you visit the site, you have the option to consult our cookies policy and decide whether or not to accept the saving of cookies. By accessing the 'Accept' option, you give our site the opportunity to save cookies in the browser, respectively on your equipment from which you access the site. In case of 'Refusal' our site will not save cookies in the browser or on the hard drive of your device. The default settings of the browser may also be changed in such a way that the automatic administration of cookies be blocked or be informed every time cookies are sent to your terminal. Detailed information on the possibilities and ways of managing cookies can be found in the settings area of ​​the application (web browser). Restricting the use of cookies may affect certain features of the website.",
  "whyCookies": "8. WHY ARE COOKIES IMPORTANT TO THE INTERNET?",
  "p47": "Cookies are the focal point of the efficient operation of the Internet, helping to generate a friendly browsing experience tailored to the preferences and interests of each user. Declining or disabling cookies may make some sites impossible to use. Rejecting or disabling cookies does not mean that you will no longer receive online advertising, only that it will no longer be able to take into account your preferences and interests, which are highlighted by your browsing behavior.",
  "p48": "Examples of important uses of cookies (which do not require a user to authenticate through an account):",
  "p49": "Content and services tailored to user preferences - product and service categories;",
  "p50": "Offers tailored to the interests of the user - password retention Retention of child protection filters on Internet content (family mode options, safe search features)",
  "p51": "Limit the frequency of ad serving - Limit the number of impressions of an ad for a specific user on a site",
  "p52": "Providing more relevant advertising for the user - measurement, optimization and analytics features, such as confirmation of a certain level of traffic to a website, what type of content is viewed and how a user gets to a website (eg through search engines). search, directly, from other websites etc). Websites carry out these analyzes of their use to improve the sites for the benefit of the users."
}