{
  "privacyPolicyTitle": "Politica de Confidențialitate și Protecția Datelor cu Caracter Personal",
  "p1": "Considerăm confidențialitatea informațiilor aduse la cunoștința {{developer}} ca fiind o componentă esențială a activității comerciale și a business-ului în general. Politica și practicile noastre de protejare a datelor se focusează pe: colectarea, procesarea, schimbul și stocarea corespunzătoare și legale a informațiilor cu caracter personal și totodată pe asigurarea confidențialității, integrității și disponibilității acestora.",
  "p2": "Siguranța datelor dumneavoastră este prioritatea noastră numărul unu. În cadrul acestei obligații fundamentale, noi, {{developer}}, ne angajăm să protejăm și să utilizăm în mod corespunzător informațiile cu caracter personal colectate prin intermediul site-ului nostru web.",
  "p3": "Prin urmare, începând cu data de 25 mai 2018, ne-am aliniat la standardele europene în vigoare privind prelucrarea datelor cu caracter personal și libera circulație a acestor date, stipulate în Regulamentul 2016/679/UE (GDPR - General Data Protection Regulation, Regulamentul general de protecție a datelor cu caracter personal).",
  "whatIsGDPR": "Ce este GDPR?",
  "p4": "GDPR (Regulamentul general de protecție a datelor cu caracter personal) este un act legislativ obligatoriu, care vine în sprijinul persoanelor fizice în ceea ce privește prelucrarea, protecția și libera circulație a datelor cu caracter personal prin crearea a noi drepturi și prin preluarea, respectiv consolidarea unor drepturi existente sub Directiva 95/46/EC, abrogată cu data de 25 mai 2018. Astfel, orice operator (societate comercială, entitate) care colectează și prelucrează date cu caracter personal trebuie să aplice noile cerințe și să ofere în mod transparent informații cu privire la modul în care datele sunt prelucrate.",
  "whyDataCollection": "De ce vă prelucrăm datele?",
  "p5": "Datele Dvs. cu caracter personal (nume, prenume, adresă de mail, număr de telefon, adresă) care se regăsesc în evidențele noastre sunt prelucrate exclusiv în scopul pentru care au fost colectate, acela de a îndeplini cu succes procesele desfășurate în relația cu Dvs., cum ar fi: realizarea proceselor de vânzare, realizarea proceselor de livrare, informare, notificări, promovare produse și servicii. Orice prelucrare ale datelor personale în alte scopuri decât cele menționate în cele ce urmează va fi efectuată doar cu acordul Dvs.exprimat în prealabil.",
  "whatData": "Ce categorii de date prelucrăm și când le colectăm?",
  "p6": "Datele cu caracter personal cum ar fi: nume, prenume, număr de telefon, adresă de e-mail, adresă sunt prelucrate de {{developer}} doar în situația în care Dumneavoastră le introduceți în rubricile dedicate pe site sau ni le trimiteți prin e-mail.",
  "newsletterData": "Datele pentru newsletter:",
  "p7": "Prin bifarea căsuței aferente vă exprimați acordul de a primi de la noi, periodic, mesaje de marketing direct. Prin diferitele acțiuni de marketing direct vă trimitem informații referitoare la cele mai noi produse și servicii din oferta noastră, oferte speciale, campanii publicitare. Deși ne dorim să vă avem aproape și să vă putem furniza cele mai actuale informații despre activitatea noastră, prin apăsarea butonului “Dezabonare” sau prin transmiterea unui e-mail la adresa {{unsubscribeEmail}} puteți să renunțați oricând la acest serviciu.",
  "otherData": "Date suplimentare necesare pentru desfășurarea cu succes a procesului de vânzare:",
  "p8": "Datele cu caracter personal colectate și stocate vor fi prelucrate în scopul derulării contractelor și procesării solicitărilor Dumneavoastră. Ulterior finalizării derulării solicitării Dvs., a procesului de vânzare sau a contractului, după caz, datele Dvs. sunt salvate ținând cont de termenele de păstrare conform legislației fiscale și comerciale și acolo unde este cazul, pe durata necesară protejării drepturilor operatorului.",
  "formData": "Datele colectate prin intermediul formularului de contact:",
  "p9": "Informațiile minimale pe care trebuie să ni le oferiți sunt: nume și prenume, adresa de mail, număr de telefon și bineînțeles mesajul Dvs. Prin completarea și transmiterea datelor vă exprimați consimțământul de vă colecta și a vă utiliza datele în corespondența inițiată de Dvs., respectiv pentru soluționarea solicitării pentru care ne-ați contactat.",
  "whatLaw": "Care este temeiul legal conform căreia prelucrăm aceste date?",
  "p10": "Temeiul legal conform căreia colectăm, prelucrăm și stocăm aceste date este interesul nostru legitim de a asigura funcționalitățile generale ale site-ului, de a executa un contract sau o solicitare din partea Dvs., interesul nostru comercial în cazul în care achiziționați produse de la compania noastră, respectiv consimțământul acordat în momentul înregistrării datelor.",
  "whatToKnow": "Ce trebuie să știți despre GDPR?",
  "definitions": "Definiții:",
  "p11": "Prin 'Date cu caracter personal' se înțelege orice informație privind o persoană fizică identificată sau identificabilă ('persoana vizată'); O persoana fizică identificabilă este o persoană care poate fi identificată, direct sau indirect, în special prin referire la un element de identificare, cum ar fi un nume, un număr de identificare, date de localizare, un identificator online, sau la unul sau mai multe elemente specifice, proprii identității sale fizice, fiziologice, genetice, psihice, economice, culturare sau sociale. Prelucrarea datelor cu caracter personal = orice operațiune sau set de operațiuni efectuate asupra datelor cu caracter personal sau asupra seturilor de date cu caracter personal, cu sau fără utilizarea de mijloace automatizate, cum ar fi: colectarea, înregistrarea, organizarea, structurarea, stocarea, adaptarea ori modificarea, extragerea, consultarea, utilizarea, dezvăluirea către terți prin transmitere, diseminare sau în orice alt mod, alăturarea ori combinarea, blocarea/restricționarea, ștergerea sau distrugerea;",
  "p12": "Prin operator se înțelege orice persoană fizică sau juridică, autoritate publică, agenție sau alt organism care, singur sau împreună cu altele, stabilește scopurile și mijloacele de prelucrare a datelor cu caracter personal.",
  "yourRights": "Drepturile dumneavoastră",
  "p13": "Noul Regulament conferă mai multe drepturi persoanelor cărora li se prelucrează datele cu caracter personal:",
  "p14": "Dreptul de acces înseamnă că aveți dreptul de a obține o confirmare din partea noastră că prelucrăm sau nu datele Dvs., iar dacă da, să vă oferim acces la aceste date precum și informații despre cum sunt prelucrate;",
  "p15": "Dreptul la portabilitate se referă la faptul că puteți primi datele personale într-un format structurat, care poate fi citit automat și la dreptul că acestea pot fi transmise direct altui operator;",
  "p16": "Dreptul la opoziție vizează dreptul de a vă opune prelucrării datelor personale atunci când aceasta deservește un interes public ori un interes legitim al nostru;",
  "p17": "Dreptul la rectificare se referă la corectarea fără întârzieri nejustificate, a datelor personale inexacte;",
  "p18": "Dreptul la ștergere/dreptul de a fi uitat înseamnă că aveți dreptul să vă ștergem datele colectate fără întârzieri nejustificate, în oricare din următoarele situații: datele nu mai sunt necesare pentru îndeplinirea scopurilor pentru care au fost colectate, v-ați retras consimțământul și nu există alt temei juridic pentru prelucrare, vă opuneți prelucrării, datele au fost colectate ilegal, datele trebuie șterse pentru respectarea unei obligații legale;",
  "p19": "Dreptul la restricționarea prelucrării poate fi exercitat dacă se contestă exactitatea datelor pe o anumită perioadă, suficientă pentru verificarea datelor, dacă prelucrarea este ilegală dar nu se dorește ștergerea datelor doar restricționarea, în cazul în care {{developer}} nu mai are nevoie de datele personale în vederea prelucrării însă ni le cereți pentru apărarea unui drept în instanță, dacă v-ați opus prelucrării pentru intervalul de timp cât se verifică dacă drepturile legitime prevalează asupra drepturilor tale.",
  "howContact": "Cum ne puteți contacta?",
  "p20": "Toate drepturile care vă revin conform prevederilor GDPR și a legislației aplicabile, în vigoare le puteți exercita printr-o cerere scrisă, datată, semnată și transmisă către noi ({{developer}}), prin:",
  "p21": "telefon la {{phone}} de luni până vineri între orele 09:00 - 17:00;",
  "emailTo": "e-mail la ",
  "p22": "În plus, începând cu 25 mai 2018, ne puteți trimite orice întrebare sau nemulțumire la adresa de e-mail {{email}}, iar dacă sunteți de părere că v-am încălcat vreun drept privind acest subiect contactați-ne în cel mai scurt timp posibil la telefon la {{phone}} de luni până vineri între orele 09:00 și 17:00. Dacă nu vă soluționăm solicitarea în termenul legal de 30 de zile, vă puteți adresa Autorității Naționale de Supraveghere a Prelucrării Datelor cu Caracter Personal. (www.dataprotection.ro)",
  "howLong": "În cât timp răspundem la solicitările primite de la Dvs?",
  "p23": "Conform prevederilor GDPR, În termen de cel mult 30 de zile de la data primirii cererii Dvs. vă vom furniza toate informațiile necesare referitor la îndeplinirea solicitării Dvs. sau acolo unde este cazul vă vom comunica motivele documentate pentru care nu am putut da curs cererii Dvs.",
  "p24": "Vă asigurăm asupra faptului că înainte de a da curs oricărei cereri privind datele cu caracter personal prelucrate de compania noastră, vom lua toate măsurile necesare și rezonabile pentru a verifica identitatea solicitantului.",
  "p25": "Conform prevederilor GDPR, termenul de răspuns de 30 de zile, menționat mai sus poate fi prelungit cu cel mult două luni în cazul în care complexitatea și numărul cererilor justifică acest lucru, urmând să fiți informați cu privire la acest aspect, dacă va fi cazul.",
  "thirdParty": "Transmiterea datelor la terți în scopul derulării activității de vânzare",
  "p26": "Pentru asigurarea serviciului de newsletter {{developer}} utilizează platforma specializată sendinblue.com, companie cu sediul și serverele în Franța. Compania respectă normele GDRP impuse de UE iar politica lor de confidențialitate și prelucrarea datelor poate fi verificată aici:",
  "p27": "Agenția de marketing imobiliar colaboratoare: Smart Focus Consulting SRL (Agenția) este o agenție cu sediul în Cluj-Napoca, România ce primește și transmite către echipa noastră de vânzări toate solicitările venite din partea clienților prin intermediul website-ului și canalelor de Social Media. Agenția are de asemenea acces la fișierele de tip cookie și optimizează prin intermediul lor reclamele transmise prin platformele Google/Facebook. Agenția nu stochează nici o informație cu caracter personal pe servere proprii, acestea sunt stocate și securizate prin Google Spreadsheets, direct pe serverele Google. Conform verificărilor autorităților competente din UE, Google este considerat GDPR Compliant. Politica lor o puteți consulta aici:",
  "dataToAuthorities": "Transmiterea datelor către autorități",
  "p28": "Transmiterea datelor către instituții publice, instanțe judecătorești, precum și autorități competente să cerceteze săvârșirea faptelor penale: {{developer}} transmite date cu caracter personal în scopurile menționate doar în cazul în care acesta se impune prin lege.",
  "socialNetworks": "Rețele de socializare",
  "p29": "Site-urile noastre web utilizează așa numite plugin-uri de la operatorii de rețele de socializare: facebook și instagram, în scopul de a face legătura între pagina web și rețelele de socializare unde are deschis compania cont. Prin intermediul acestor plugin-uri nu colectăm date cu caracter personal de la Dvs.",
  "googleAnalytics": "Google Analytics/ Google Adwords",
  "p30": "Pagina noastră web este interconectată cu serviciile de analiză Google Adwords și Google Analytics furnizate de Google Inc. în scopul obținerii unor date statistice privind activitatea vizitatorilor site-ului, respectiv în scopul îmbunătățirii vizibilității site-ului în mediul online.",
  "p31": "În acest context adresa Dvs. IP anonimizată (scurtată) va ajunge pe un server Google, unde Google va utiliza această informație în numele {{developer}} în vederea generării unor rapoarte statistice privind modul în care utilizați site-ul nostru.",
  "p32": "Adresa de IP transmisă de browser-ul Dvs. nu va fi asociată cu alte informații cu caracter personal deținute de către Google și astfel Dvs. nu veți putea fi identificat personal prin intermediul adresei IP. Dacă nu sunteți de acord ca browser-ul Dvs. să comunice această informație la Google, puteți seta browserul astfel încât să refuze utilizarea cookie-urilor, sau aveți opțiunea să descărcați și să instalați resursa gratuită, addon-ul Google Analytics Opt-out Browser. Menționăm faptul că aceste setări se vor răsfrânge asupra tuturor paginilor web accesate din browser-ul Dvs., nu doar asupra site-ului nostru.",
  "p33": "Vă mulțumim pentru răbdarea de a parcurge Politica noastră de confidențialitate. Prin înregistrarea datelor Dvs. personale pe site-ul nostru web, vă exprimați acordul ca acestea să fie colectate și prelucrate de operatorul {{developer}} în condițiile menționate în prezentul document și în conformitate cu prevederile GDPR și a legislației aplicabile în vigoare.",
  "updates": "ACTUALIZĂRI ALE POLITICII DE CONFIDENȚIALITATE",
  "p34": "{{developer}} poate modifica această politică de confidențialitate în situațiile cerute și conform cu Regulamentul General de Protecție a Datelor EU 679/2016. Dorim să vă asigurăm că informațiile dvs. sunt sigure. Pentru a preveni accesul neautorizat sau divulgarea, am pus în aplicare proceduri fizice, electronice și manageriale adecvate pentru a proteja și securiza informațiile pe care le colectăm online, în conformitate cu Regulamentul General de Protecție a Datelor EU 679/2016.",
  "cookiePolicy": "Politica de Utilizare Cookie-uri",
  "p35": "Site-ul nostru web utilizează cookie-uri pentru a vă furniza o experiență mai bună de navigare și servicii adaptate nevoilor și interesului fiecăruia. Vă rugăm să acordați atenție aspectelor prezentate în cele ce urmează, respectiv la mesajul ce apare la accesarea site-ului nostru prin intermediul căreia puteți decide dacă sunteți sau nu de acord ca site-ul nostru să salveze fișiere de tip cookie în browserul Dvs.",
  "whatIsCookie": "1. CE ESTE UN COOKIE?",
  "p36": "Cookie-ul este un fișier de mici dimensiuni, format din litere și cifre, care va fi stocat pe computerul, terminalul mobil sau orice alt echipament de pe care utilizatorul accesează internetul. Cookie-ul este instalat prin solicitarea emisă de către un web-server unui browser (ex: Internet Explorer, Chrome, Edge, etc.) și este complet 'pasiv'. Mai exact, nu conține programe software, viruși sau spyware și nu poate accesa informațiile de pe hard-ul (spațiul de stocare) al echipamentului utilizat de Dvs. pentru accesarea site-ului web.",
  "cookieUsecase": "2. LA CE SUNT FOLOSITE COOKIE-URILE?",
  "p37": "Aceste fișiere fac posibilă recunoașterea terminalului utilizatorului și prezentarea conținutului într-un mod relevant, adaptat preferințelor acestuia. Cookie-urile au rolul să vă asigure o experiență plăcută de navigare, utilizare a paginii noastre web și susțin eforturile noastre de a vă oferi servicii confortabile: de exemplu stochează preferințele Dvs. în materie de confidențialitate online, coșul de cumpărături (în cazul site-urilor de tip magazin online) sau vă oferă publicitate relevantă. De asemenea, sunt utilizate în pregătirea unor statistici anonime agregate care ne ajută să înțelegem modul în care utilizatorul beneficiază de paginile noastre web, permițându-ne îmbunătățirea permanentă a structurii și conținutului lor, excluzând identificarea personală a utilizatorului sau colectarea oricăror informații de natură personală despre aceasta.",
  "cookieLife": "3. CARE ESTE DURATA DE VIAȚĂ A UNUI COOKIE?",
  "p38": "Durata de viață a unui cookie poate fi diferită, în funcție de scopul pentru care este plasat. Există cookie-uri folosite exclusiv pentru o singură sesiune, acestea nemaifiind reținute după ce utilizatorul părăsește site-ul web, și există așa numite cookie-uri permanente, care sunt reținute (salvate) și refolosite de fiecare dată când utilizatorul revine pe acel website, însă pot fi șterse oricând, manual, de utilizator.",
  "whatCookies": "4. CE COOKIE-URI FOLOSIM?",
  "p39": "Folosim două tipuri de Cookie-uri: de sesiune și persistente. Cele de sesiune sunt fișiere temporare care rămân în terminalul utilizatorului până la terminarea sesiunii de navigare sau închiderea aplicației (browser-ului web). Cele fixe însă, rămân stocate pe terminalul (hard drive-ul) utilizatorului pe o perioadă definită de parametrii Cookie-ului sau până ce sunt șterse manual de utilizator.",
  "howCookies": "5. CUM ȘI ÎN CE SCOPURI SUNT FOLOSITE COOKIE-URILE DE CĂTRE SITE-UL NOSTRU?",
  "p40": "O vizită pe site-ul nostru poate plasa următoarele tipuri de cookie-uri:",
  "p41": "Cookie-uri de performanță a site-ului: acest tip de cookie reține preferințele utilizatorului pe acest site, astfel încât nu mai este nevoie de setarea lor la fiecare vizitare a site-ului. Spre exemplu: setările volumului pentru video player, viteza de video streaming cu care este compatibil browserul.",
  "p42": "Cookie-uri de analiză a vizitatorilor: de fiecare dată când un utilizator vizitează acest site, softul de analiză (Google analytics) furnizat de o terță parte (în cazul nostru Google Inc.) generează un cookie de analiză a utilizatorului. Acest cookie ne spune dacă ați mai vizitat acest site până acum. Browserul ne va spune dacă aveți acest cookie, iar daca nu, vom genera unul. Acesta permite monitorizarea utilizatorilor unici care ne vizitează și cât de des o fac. Acest cookie nu poate fi folosit pentru a identifica persoanele fizice, ele sunt folosite doar în scop statistic. Dacă sunteți înregistrat pe site-ul nostru (unde există posibilitatea creării unui cont) putem ști, de asemenea, detaliile pe care ni le-ați furnizat, cum ar fi adresa de e-mail, nume și prenume, acestea fiind supuse confidențialității și prevederilor din Termeni si Condiții, Politica de confidențialitate precum și prevederilor legislației în vigoare cu privire la protejarea datelor cu caracter personal.",
  "p43": "Cookie-uri de înregistrare: atunci când vă înregistrați pe site-ul nostru (unde există posibilitatea creării unui cont), generăm un cookie care ne anunță dacă sunteți înregistrat sau nu. Serverele noastre folosesc aceste cookie-uri pentru a ne arăta contul cu care sunteți înregistrat și dacă aveți permisiunea pentru un serviciu anume. De asemenea, ne permite să asociem orice comentariu pe care îl postați pe site-ul nostru cu username-ul dvs.",
  "p44": "Cookie-uri pentru publicitate: Aceste cookie-uri ne permit să aflăm dacă ați vizualizat sau nu o reclamă online, care este tipul acesteia și ce durată de timp a trecut de când ați văzut mesajul publicitar. Aceste cookie-uri se folosesc și pentru a targeta publicitatea online. Putem folosi, de asemenea, cookie-uri aparținând unei terțe părți, pentu o mai bună targetare a publicității, pentru a arăta de exemplu reclame despre anumite produse, dacă utilizatorul a vizitat recent un articol pe site despre acele produse. Aceste cookie-uri sunt anonime, ele stochează informații despre conținutul vizualizat, nu despre utilizatori. De asemenea, setăm cookie-uri anonime și prin alte site-uri pe care avem publicitate. Primindu-le, astfel, noi le putem folosi pentru a vă recunoaște ca vizitator și vă vom putea livra publicitatea bazată pe această informație.",
  "cookieData": "6. CONȚIN COOKIE-URILE DATE PERSONALE?",
  "p45": "Cookie-urile în sine nu solicită informații cu caracter personal pentru a putea fi utilizate și în cele mai multe cazuri, nu identifică personal utilizatorii de internet. Eventualele date personale colectate prin utilizarea Cookie-urilor pot avea unicul scop de a facilita anumite funcționalități pentru utilizator. Aceste date sunt criptate într-un mod care face imposibil accesul persoanelor neautorizate la ele.",
  "deleteCookies": "7. ȘTERGEREA COOKIE-URILOR",
  "p46": "În general, aplicațiile folosite pentru accesarea paginilor web permit salvarea Cookie-urilor pe terminal în mod implicit. Controlul însă vă aparține: La prima accesare site-ul vă oferă opțiunea să consultați politica noastră de cookie-uri și să decideți dacă acceptați sau nu salvarea cookie-urilor. Prin accesarea opțiunii “Accept” îi acordați site-lui nostru posibilitatea să salveze cookie-uri în browser-ul, respectiv pe echipamentul Dvs. de pe care accesați site-ul. În caz de “Refuz” site-ul nostru nu va salva cookie-uri în browserul, respectiv pe hard drive-ul echipamentului Dvs. Setările implicite ale browserului pot fi schimbate, de asemenea, în așa fel încât administrarea automată a Cookie-urilor să fie blocată sau să fiți informat de fiecare dată când Cookie-uri sunt trimise către terminalul Dvs. Informații detaliate despre posibilitățile și modurile de administrare a Cookie-urilor pot fi găsite în zona de setări ale aplicației (browser-ului web). Limitarea folosirii Cookie-urilor poate afecta anumite funcționalități ale paginii web.",
  "whyCookies": "8. DE CE SUNT COOKIE-URILE IMPORTANTE PENTRU INTERNET?",
  "p47": "Cookie-urile reprezintă punctul central al funcționării eficiente a Internetului, ajutând la generarea unei experiențe de navigare prietenoase și adaptată preferințelor și intereselor fiecărui utilizator. Refuzarea sau dezactivarea cookie-urilor poate face unele site-uri imposibil de folosit. Refuzarea sau dezactivarea cookie-urilor nu înseamnă că nu veți mai primi publicitate online, ci doar că aceasta nu va mai putea ține cont de preferințele și interesele dvs., evidențiate prin comportamentul de navigare.",
  "p48": "Exemple de întrebuințări importante ale cookie-urilor (care nu necesită autentificarea unui utilizator prin intermediul unui cont):",
  "p49": "Conținut și servicii adaptate preferințelor utilizatorului – categorii de produse și servicii;",
  "p50": "Oferte adaptate pe interesele utilizatorului – reținerea parolelor Reținerea filtrelor de protecție a copiilor privind conținutul pe Internet (opțiuni family mode, funcții de safe search)",
  "p51": "Limitarea frecvenței de difuzare a reclamelor – limitarea numărului de afișări a unei reclame pentru un anumit utilizator pe un site",
  "p52": "Furnizarea de publicitate mai relevantă pentru utilizator - măsurarea, optimizarea și caracteristicile de analytics, cum ar fi confirmarea unui anumit nivel de trafic pe un website, ce tip de conținut este vizualizat și modul cum un utilizator ajunge pe un website (ex. prin motoare de căutare, direct, din alte website-uri etc). Website-urile derulează aceste analize a utilizării lor pentru a îmbunătăți site-urile în beneficiul utilizatorilor."
}